export const SEOUL_DATA = [
  {
    gu: "강서구",
    dongs: ["염창동", "등촌동", "화곡본동", "화곡동", "우장산동", "가양동", "발산동", "공항동", "방화동"]
  },
  {
    gu: "마포구",
    dongs: ["아현동", "공덕동", "도화동", "용강동", "대흥동", "염리동", "신수동", "서강동", "서교동", "합정동", "망원동", "연남동", "성산동", "상암동"]
  },
  {
    gu: "서대문구",
    dongs: ["충현동", "천연동", "북아현동", "신촌동", "연희동", "홍제동", "홍은동", "남가좌동", "북가좌동"]
  },
  {
    gu: "은평구",
    dongs: ["녹번동", "불광동", "갈현동", "구산동", "대조동", "응암동", "역촌동", "신사동", "증산동", "수색동", "진관동"]
  },
  {
    gu: "종로구",
    dongs: ["청운효자동", "사직동", "삼청동", "부암동", "평창동", "무악동", "교남동", "가회동", "종로동", "이화동", "혜화동", "창신동", "숭인동"]
  },
  {
    gu: "중구",
    dongs: ["소공동", "회현동", "명동", "필동", "장충동", "광희동", "을지로동", "신당동", "다산동", "약수동", "청구동", "동화동", "황학동", "중림동"]
  },
  {
    gu: "용산구",
    dongs: ["후암동", "용산동", "남영동", "청파동", "원효로동", "효창동", "용문동", "한강로동", "이촌동", "이태원동", "한남동", "서빙고동", "보광동"]
  },
  {
    gu: "동작구",
    dongs: ["노량진동", "상도동", "본동", "흑석동", "동작동", "사당동", "대방동", "신대방동"]
  },
  {
    gu: "관악구",
    dongs: ["봉천동", "신림동", "남현동", "보라매동", "청림동", "성현동", "행운동", "낙성대동", "청룡동", "은천동", "중앙동", "인헌동", "서원동", "신원동", "서림동", "신사동", "난향동", "조원동", "대학동", "삼성동", "미성동", "난곡동"]
  },
  {
    gu: "영등포구",
    dongs: ["영등포동", "여의동", "당산동", "도림동", "문래동", "양평동", "신길동", "대림동"]
  },
  {
    gu: "금천구",
    dongs: ["가산동", "독산동", "시흥동"]
  },
  {
    gu: "구로구",
    dongs: ["구로동", "신도림동", "가리봉동", "고척동", "개봉동", "오류동", "수궁동", "항동"]
  },
  {
    gu: "서초구",
    dongs: ["서초동", "잠원동", "반포동", "방배동", "양재동", "내곡동"]
  },
  {
    gu: "강남구",
    dongs: ["신사동", "논현동", "압구정동", "청담동", "삼성동", "대치동", "역삼동", "도곡동", "개포동", "세곡동", "일원동", "수서동"]
  },
  {
    gu: "송파구",
    dongs: ["풍납동", "거여동", "마천동", "방이동", "오륜동", "오금동", "송파동", "석촌동", "삼전동", "가락동", "문정동", "장지동", "위례동", "잠실동"]
  },
  {
    gu: "강동구",
    dongs: ["강일동", "상일동", "명일동", "고덕동", "암사동", "천호동", "성내동", "길동", "둔촌동"]
  },
  {
    gu: "광진구",
    dongs: ["중곡동", "능동", "구의동", "광장동", "자양동", "화양동", "군자동"]
  },
  {
    gu: "성동구",
    dongs: ["왕십리동", "마장동", "사근동", "행당동", "응봉동", "금호동", "옥수동", "성수동", "송정동", "용답동"]
  },
  {
    gu: "동대문구",
    dongs: ["신설동", "용두동", "제기동", "전농동", "답십리동", "장안동", "휘경동", "이문동", "회기동"]
  },
  {
    gu: "중랑구",
    dongs: ["면목동", "상봉동", "중화동", "묵동", "망우동", "신내동"]
  },
  {
    gu: "노원구",
    dongs: ["월계동", "공릉동", "하계동", "중계동", "상계동"]
  },
  {
    gu: "강북구",
    dongs: ["삼양동", "미아동", "송중동", "송천동", "삼각산동", "번동", "수유동", "우이동", "인수동"]
  },
  {
    gu: "도봉구",
    dongs: ["쌍문동", "방학동", "창동", "도봉동"]
  }
];

export const NEW_REGIONS_DATA = [
  {
    gu: "김포",
    dongs: ["김포본동", "장기본동", "사우동", "풍무동", "장기동", "구래동", "마산동", "운양동"]
  },
  {
    gu: "부천",
    dongs: ["상동", "약대동", "중동", "심곡동", "원미동", "소사동", "도당동", "춘의동", "역곡동", "송내동", "심곡본동", "소사본동", "괴안동", "범박동", "옥길동", "오정동", "신흥동", "원종동", "고강동", "성곡동"]
  },
  {
    gu: "부평",
    dongs: ["부평동", "산곡동", "청천동", "갈산동", "삼산동", "부개동", "일신동", "십정동"]
  },
  {
    gu: "광명",
    dongs: ["광명동", "철산동", "하안동", "소하동", "일직동", "학온동"]
  },
  {
    gu: "성북구",
    dongs: ["성북동", "삼선동", "동선동", "돈암동", "안암동", "보문동", "정릉동", "길음동", "종암동", "월곡동", "석관동", "장위동"]
  },
  {
    gu: "안양",
    dongs: ["안양동", "석수동", "박달동", "비산동", "관양동", "평촌동", "호계동"]
  },
  {
    gu: "과천",
    dongs: ["중앙동", "갈현동", "별양동", "부림동", "과천동", "문원동"]
  },
  {
    gu: "시흥",
    dongs: ["대야동", "신천동", "은행동", "매화동", "목감동", "군자동", "정왕동", "배곧동"]
  },
  {
    gu: "성남",
    dongs: ["신흥동", "태평동", "상대원동", "야탑동", "서현동", "수내동", "정자동", "판교동"]
  },
  {
    gu: "하남",
    dongs: ["천현동", "신장동", "덕풍동", "풍산동", "미사동", "감일동", "위례동"]
  }
];

export const SERVICES = ["창틀코킹", "창틀누수", "빗물누수", "창틀실리콘", "샷시실리콘", "외벽보수"];

export const WATERPROOF_SERVICES = ["외벽방수", "옥상방수", "건물방수", "외벽도색"];
