export const SEOUL_DATA = [
  {
    gu: "강서구",
    dongs: ["염창동", "등촌동", "화곡본동", "화곡동", "우장산동", "가양동", "발산동", "공항동", "방화동"]
  },
  {
    gu: "마포구",
    dongs: ["아현동", "공덕동", "도화동", "용강동", "대흥동", "염리동", "신수동", "서강동", "서교동", "합정동", "망원동", "연남동", "성산동", "상암동"]
  },
  {
    gu: "서대문구",
    dongs: ["충현동", "천연동", "북아현동", "신촌동", "연희동", "홍제동", "홍은동", "남가좌동", "북가좌동"]
  },
  {
    gu: "은평구",
    dongs: ["녹번동", "불광동", "갈현동", "구산동", "대조동", "응암동", "역촌동", "신사동", "증산동", "수색동", "진관동"]
  }
];

export const NEW_REGIONS_DATA = [
  {
    gu: "김포",
    dongs: ["김포본동", "장기본동", "사우동", "풍무동", "장기동", "구래동", "마산동", "운양동"]
  },
  {
    gu: "부천",
    dongs: ["상동", "약대동", "중동", "심곡동", "원미동", "소사동", "도당동", "춘의동", "역곡동", "송내동", "심곡본동", "소사본동", "괴안동", "범박동", "옥길동", "오정동", "신흥동", "원종동", "고강동", "성곡동"]
  },
  {
    gu: "부평",
    dongs: ["부평동", "산곡동", "청천동", "갈산동", "삼산동", "부개동", "일신동", "십정동"]
  },
  {
    gu: "광명",
    dongs: ["광명동", "철산동", "하안동", "소하동", "일직동", "학온동"]
  },
  {
    gu: "성북구",
    dongs: ["성북동", "삼선동", "동선동", "돈암동", "안암동", "보문동", "정릉동", "길음동", "종암동", "월곡동", "석관동", "장위동"]
  }
];

export const SERVICES = ["창틀코킹", "창틀누수", "빗물누수"];
